[
  {
      "title":"Inventory Management",
      "description":"Inventory Manager is an online portal for the proper management of the equipments of the different clubs of IIT Mandi. It provides a platform for users to book and issue equipments, and allows the club coordinators to issue the booked item and keep a tab on the issuers and return dates. Inventory Manager has been built in Node.js and uses MongoDb for object based database. Its github repository is private currently.",
      "Link":"https://github.com/KamandPrompt/InventoryManager",
      "buttonText":"Learn More"
  },
  {
      "title":"Contacts Directory",
      "description":"An intranet directory that provide contact details of everyone at IIT Mandi to everyone at IIT Mandi. It employs a real-time elastic search to suggest predictions on the basis of characters already typed in segregated by batches and faculty/student. It has been built on PHP and uses MongoDb for database.",
      "Link":"https://github.com/KamandPrompt/contacts-directory",
      "buttonText":"Learn More"
  },
  {
      "title":"SNTC Server",
      "description":"This is a large scale ongoing project to setup the student server for SNTC IIT Mandi. It is aim to provide most open source communication and knowledge based tools internally on this server and also provide students to host their projects on it with a Heroku type way. It also includes a dream to have our students' own oauth system much in line of OpenID.",
      "Link":"https://iitmandi.co.in/",
      "buttonText":"Check Website"
  },
  {
      "title":"Baat-Cheet",
      "description":"Baat Cheet is an anonymous chat platform that that allows people to chat anonymously in a common channel on any topics or form separate groups to discuss things of common interest protecting their privacy. It had seen more than 100 active members at one time on day zero. Baat Cheet has been built in Node.js and employs socket.io for real time communication.",
      "Link":"https://github.com/KamandPrompt/baat-cheet",
      "buttonText":"Learn More"
  }
]